data/DUCT/AR_1_Ret_180/0/k_LES
k_LES nonuniform List<scalar>
2209
(
5.422848908563855
5.783885133680891
6.422947932709283
7.27889354671319
8.282260754672127
9.369115810042166
10.500108932319057
11.644197640357934
...
);
