data/DUCT/AR_1_Ret_180/0/tauij_LES
tauij_LES nonuniform List<symmTensor>
2209
(
(4.810358671698032 0.2540544439081133 0.270762303102191 3.0065567631452246 -0.010663704666752573 3.0287823891506718)
(5.2713461064304825 0.7577396228003963 0.2536614948852054 3.0898835835997183 -0.03343958279763482 3.2065405860297824)
(6.077882921606636 1.258047358341105 0.22531431859694542 3.2427169127477002 -0.04888016687111848 3.525296041180366)
(7.151728335206481 1.7594570435345116 0.19240466777460863 3.4519299370495786 -0.05712088796330239 3.9541288525788083)
(8.406057387991549 2.249566856087475 0.15826497113755927 3.698149349054725 -0.058299802707237475 4.460314792930599)
(9.764538164709814 2.7183743002651295 0.1270894675478151 3.966204736927422 -0.05438228619902883 5.007488731981077)
(11.182845666352915 3.1551216960978627 0.10046240598169616 4.241248137062464 -0.0466797262346496 5.576124089006653)
(12.646636192881967 3.55478525100778 0.07784094061619029 4.507246980118198 -0.03892341633696247 6.1345121360972374)
...
);
